{
  "about": "<h3>About the Exhibition</h3><p>Curated by <a target='_blank' href='https://nickm.com'>Nick Montfort,</a> poet and MIT professor of digital media, the <i>Generative Unfoldings</i> exhibition consists of fourteen generative software artworks, running live in the browser. They were commissioned by the <a target='_blank' href='https://arts.mit.edu/cast/'>MIT Center for Art, Science & Technology (CAST)</a> and co-presented by the MIT <a target='_blank' href='https://tropetank.com/'>Trope Tank</a> in conjunction with the 2021 CAST Symposium, <a target='_blank' href='https://unfoldingai.mit.edu/'>“Unfolding Intelligence.”</a></p><p>An open call for sketches and prototypes asked artists to respond to the following question: How can artist-programmers working in the field of computer-generated art make unique contributions to the current discussion of artificial intelligence (AI)? A jury of practicing creative coders and critical technologists — Montfort, <a target='_blank' href='https://www.sarahrosalena.com/'>Sarah Rosalena Balbuena-Brady</a>, <a target='_blank' href='https://foxharrell.com/'>D. Fox Harrell</a>, <a target='_blank' href='https://lauren-mccarthy.com/'>Lauren Lee McCarthy</a>, and <a target='_blank' href='http://pkmital.com/home/'>Parag K. Mital</a> — reviewed the sketches and awarded the commissions. The project manifests itself both as this Generative Unfoldings (Screen) exhibition of in-browser artworks (indefinitely hosted on CAST’s servers and designed for access long into the future) and as <a target='_blank' href='https://github.com/nickmontfort/generative_unfoldings'>Generative Unfoldings (Code)</a> GitHub repository in which all of the artworks’ code is available to the public as free/libre/open-source software.</p><h3>About the MIT Center for Art, Science & Technology (CAST)</h3><p><a target='_blank' href='https://arts.mit.edu/cast/'>CAST</a> creates new opportunities for art, science, and technology to thrive as interrelated, mutually informing modes of exploration, knowledge, and discovery. CAST’s multidisciplinary platform presents performing and visual arts programs, supports research projects for artists working with science and engineering labs, and sponsors symposia, classes, workshops, design studios, lectures, and publications.</p><h3>About the Artists</h3>"
}
