{"about": "<h3>About the Exhibition</h3><p>Curated by poet and MIT professor of digital media, <a href='https://unfoldingai.mit.edu/panelist/nick-montfort/'>Nick Montfort</a>, the <i>Generative Unfoldings</i> exhibition is a collection of 14 generative software artworks commissioned by the <a href=''https://arts.mit.edu/cast/>MIT Center for Art, Science & Technology (CAST)</a> and co-presented by the MIT Trope Tank in conjunction with the 2021 CAST Symposium, <a href='https://unfoldingai.mit.edu/'>“Unfolding Intelligence”</a>.</p><p>An open call for sketches and prototypes asked artists to respond to the following question: How can artist-programmers working in the field of computer-generated art make unique contributions to the current discussion of artificial intelligence (AI)? A jury of practicing creative coders and critical technologists—namely, Montfort, <a href='https://www.sarahrosalena.com/'>Sarah Rosalena Balbuena-Brady</a>, <a href='https://unfoldingai.mit.edu/panelist/d-fox-harrell/'>D. Fox Harrell</a>, <a href='https://lauren-mccarthy.com/'>Lauren Lee McCarthy</a>, and <a href='http://pkmital.com/home/'>Parag K. Mital</a>—reviewed the sketches and awarded the commissions. The artists here release their works both as the Generative Unfoldings (Screen) exhibition of in-browser artworks (permanently hosted on CAST’s servers) and as a <a href='https://brondle.github.io/generative_unfoldings/'>Generative Unfoldings (Code)</a> GitHub repository (where all the works’ codes are available to the public as free software). Web development and technical support for the exhibit were provided by <a href='https://bront.rodeo'>Brent Bailey</a>.</p><h3>About the MIT Center for Art, Science & Technology (CAST)</h3><p><a href='https://arts.mit.edu/cast/'>CAST</a> creates new opportunities for art, science, and technology to thrive as interrelated, mutually informing modes of exploration, knowledge, and discovery. CAST’s multidisciplinary platform presents performing and visual arts programs, supports research projects for artists working with science and engineering labs, and sponsors symposia, classes, workshops, design studios, lectures, and publications.</p><h3>About the Artists</h3>"
}
